<?php include('include/header_new.php'); ?>
  <link rel="stylesheet" href="<?php echo base_url();?>public/css/aboutus.css" type="text/css" media="all">
<style type="text/css">
	.common-btn.scrolled{
  display: none;
}
</style>
<body>
	<section id="section_01" style="display: none;">
	<div class="container">
		<div class="row mt-5">
			<div class="col-lg-12 mt-5">
			</div>
			</div>
		</div>
	</section>
	<!-- section 02 -->
	<section id="section_02">
		<div class="container">
			<div class="row">
				<div class="col-lg-12 mt-5" id="main">
					<h6 id="h6">Terms and Conditions</h6>
					<hr>
					<h4>I. Воведни одредби и поимник</h4>
				   <p><span>“Општи услови“ е називот за овие Општи услови за користење, како и за сите нивни 
					последователни измени и дополнувања. Општите услови важат од денот кога се објавени 
					на на веб страницата www………….com.mk и се составен дел од секој устен или писмен 
					договор склучер помеѓу Друштвото, од една страна и Корисникот, од друга страна и го 
					обврзува секое физичко и правно лице што го користи …………..com.mk.</span></p>
					<p><span><br>
						“………….com.mk” е име на интернет портал наменет за размена на податоци помеѓу 
						физички и правни лица, од една страна во потрага по работници, вработени, волонтери, 
						соработници и сл. и физички лица, од друга страна коишто бараат вработување, ангажман, 
						волонтирање и сл., се со цел полесна размена на податоци и побрза флуктуација и зголемена 
						динамика на пазарот на трудот.
					</span></p><br>
					<p><span>
						За целите на овие Општи услови, под поимот “Работодавач“ е опфатено секое физичко или 
						правно лице кое го користи ………..com.mk, а особено работодавач во смисла на одредбите 
						од Закон за работни односи, без оглед на видот на договорот за вработување кој тој или таа 
						сака да го склучи, како и секое друго физичко и/или правно лице кое го користи 
						…………….com.mk со цел да најде изведувач и/или извршител во смисла на одредбите од 
						Законот за облигациони односи за договор на дело, односно бара волонтери, приправници, 
						кадар за стручно оспособување и сл.
					</span></p><br>
					<p><span>
						За целите на овие Општи услови, под поимот “Работобарател“ е опфатено секое лице 
						коешто го користи ………………...com.mk со цел да најде соодветно вработување во 
						рамките на Законот за работни односи или да најде ангажман во рамките на важечките 
						одредби од Законот за облигациони односи за договор на дело, односно заради изнаоѓање 
						на место за волонтирање, место за стручно оспособување и сл.
					</span></p><br>
					<p><span>
						За целите на овие Општи услови, “Работно место“ е општ назив за секој вид на работно 
							место како што е вработување, ангажман, волонтерство, обука, приправништво, стручно 
							оспособување, стручно оспособување без засновање на работен однос и сл.
					</span></p><br>
					<p><span>
						За целите на овие Општи услови, “Користење“ значи секоја објава на оглас за вработување 
						или било кој друг ангажман од страна на работодавачот, односно приложување на лични 
						податоци со цел да се пронајде работно место или друг ангажман од страна на 
						Работобарателот.
					</span></p>
					<p><span>
						За целите на овие Општи услови, со поимот “Лични податоци“ се означуваат било какви 
						информации кои се однесуваат на идентификувано физичко лице или физичко лице кое 
						може да се идентификува, а чии лични податоци се заштитени со одредбите од Законот за 
						заштина на лични податоци.
					</span></p>
					<p><span>
						За целите на овие Општи услови, “Ценовник“ е термин кој се употребува за ценовникот за 
						сите услуги кои се достапни на Порталот.
					</span></p>
					<h4>II. Одредби кои се однесуваат на Работодавачи</h4>
					<p><span>
						За да го користи порталот, работодавачот е должен да креира корисничка сметка и на тој 
						начин да се регистрира.
					</span></p>
					<p><span>
						Регистрираните работодавачи можат во секое време да објавуваат огласи за работни места, 
						потоа да ги модифицираат во консултација со консултант од Порталот за регрутирање, да 
						следат статистика посетеноста на објавените огласи, да пребаруваат CV-а и да ги користат 
						сите напредни функции кои се инсталирани или ќе бидат инсталирани.
					</span></p>
					<p><span>
						Услугата за објавување на огласи за слободни работни места на …………….com.mk се 
						наплатува во согласност со важечкиот Ценовник во моментот на објавување на огласот.
					</span></p>
					<p><span>
						Друштвото го задржува правото да избрише текстови со несоодветни, навредливи и 
						дискриминаторски содржини, односно содржини спротивни на Уставот на Република 
						Северна Македонија, на задолжителните прописи и моралот. Доколку работодавачот не ги 
						почитува задолжителните позитивни прописи, а особено задолжителните одредби од 
						Законот за работни односи, Друштвото го задржува правото да не ги објавува поединечните 
						или сите огласи од тој Работодавач. Друштвото, исто така, го задржува правото да направи 
						измени во огласот во смисла на поправање на правописните грешки и структурата на 
						содржината на огласот, во согласност со Правилникот за објавување на огласи на Порталот.
					</span></p>
					<h4>III. Одредби кои се однесуваат на Работобаратели</h4>
					<p><span>
						За да го користи Порталот, Работобарателот е должен да креира корисничка сметка и со тоа 
						да се регистрира.3
						Работобарателот е должен да ја употребува корисничката сметка (МојПрофил) во рамките 
						на Порталот исклучиво за потребите на барање, наоѓање и информирање за слободните работни места.
					</span></p>
					<p><span>
						Доколку Работобарателот ја користи корисничката сметка за било која друга цел (на 
						пример: за промоција и продажба на различни производи и услуги и сл.), Друштвото ќе ја 
						блокира корисничката сметка и истата ќе ја отстрани од Порталот, а таквата злоупотреба на 
						корисничката смекта ќе биде предмет за поведување на законска постапка за надомест на 
						штета на Друштвото.
					</span></p>
					<h3>IV. Авторски права</h3>
					<p><span>
						Изгледот на Порталот, неговата содржина, изгледот на огласите, компјутерските програми 
						кои го водат ………….com.mk, цртежите, плановите, скиците, табелите и сл. се авторско 
						дело и сопственост на Друштвото и истите се заштитени како тавки со Законот за авторски 
						и сродни права.
					</span></p>
					<p><span>
						Базите на податоци кои се прибрани со работата на Порталот се исто така заштитени како 
						такви во согласност со Законот за авторски и сродни права.
					</span></p>
					<h3>
						V. Одговорност за точност на податиците и одговорност за штета
					</h3>
					<p><span>
						Друштвото не е одговорно, ниту пак ја гарантира точноста на достапните лични податоци, 
						контакти, квалификации, карактеристики и сите останати информации наведени во CV-ата 
						на Работобарателите и огласите на Работодавачите.
					</span></p>
					<p><span>
						Друштвото не одговара на ниту еден Работодавач или Работодавател за било каков вид на 
						штета и во таа смисла при користење на Порталот Работодавачите и Работобарателите се 
						одрекуваат од барање на било каков надомест за штета, материјална или нематеријална, што 
						би можела да се нанесе со злоупотреба на погрешки податоци од страна на Работодавачот, 
						Работобарателот или трети страни.
					</span></p>
					<h3>VI. Заштита на лични податоци</h3>
					<p><span>
						Со користење на Порталот Работодавачите кои се физички лица и Работодавателите даваат 
							изречна согласност на Друштвото за собирање и обработка на нивните лични податоци кои 
							се достапни во нивните кориснички сметки преку објавување на CV, молба или било кој 
							друг документ.
					</span></p>
					<p><span>
						Работобарателите со користење на Порталот даваат изречна согласност на Работодавачите 
						за собирање и обработка на нивните Лични податоци. Со одбирање на опцијата “видлив на 
						работодавачите“, Работобарателот се согласува дека сите посетители на Порталот слободно 
						може да пристапат до неговите лични податоци наведени во CV-то, молбата за вработување 
						и другите документи.
					</span></p>
					<p><span>
						Согласноста за собирање и обработка на лични податоци во согласност од одредбите од 
						Законот за заштита на лични податици се дава исклучиво за целите на аплицирање на огласи 
						за Работни места, како и за вршење на сите други активности кои се строго поврзани со 
						огласување и аплицирање на огласи за Работни места и не можат да се употребат за друга 
						цел.
					</span></p>
					<p><span>
						Работодавачите кои се физички лица и Работобарателите можат во било кој момент да ја 
						повлечат дадената согласност без никакво дополнително објаснување со испраќање на 
						барање на адресата на Друштвото за отповикување на согласноста и деактивирање на 
						корисничката сметка.
					</span></p>
					<p><span>
						….....................com.mk има право да побара од субјектот на лични податоци доказ во форма 
						на документ (на пример, лична карта) од која може да се утврди точноста на податокот за 
						кој се бара промена.
					</span></p>
					<p><span>
						Личните податици, но и сите други податоци може да се користат само на начин пропишан 
						со овие Општи услови. Употребата на податоците за било која друга цел (копирање, 
						транскрипција, дистрибуција, итн.) без согласност на Друштвото и Работобарателите, 
						односно Работодавачите (физичко лице) за масовна дистрибуција, промотини пораки и 
						слични работи е строго забрането. Друштвото ќе ги извести надлежните органи, 
						вклучувајќи, но не и ограничувајќи се на Државното обвинителство на Република Северна 
						Македонија, Министерството за внатрешни работи и Агенцијата за заштита на личните 
						податоци.
					</span></p>
					<p><span>
						Корисниците на услугата “Пристап до базата со CV-а“ на …...............com.mk се должни 
						пред секое користење да потпишат и достават до Друштвото “Изјава за доверливост и 
						деловник за работа при користење на услугата пристап до базата со CV-а.
					</span></p>
					<h3>VII. Завршни одредби</h3>
					<p><span>
						Овие Општи услови им се доставуваат на сите вработени лица во …………………..com.mk, 
						а на корисниците на он-лајн базата на податоци им се прават достапни преку нивно 
						поставување на веб страницата, со што се исполнува законската обврска за објавување на 
						Општите услови на вообичаен начин.
					</span></p>
					<p><span>
						При секое изменување или дополнување на овие Општи услови, ----------------.com.mk ги 
						известува сите субјекти чии лични податоци ги обработува, вклучително и оние кои веќе 
						биле претходно информирани и запознаени со овие Општи услови.
						На сите правни односи кои ќе настанат помеѓу Друштвото, Работодавачот и 
						Работобарателот, покрај овие Општи услуви се применува и македонското материјално 
						право освен одредбите кои се однесуваат на решавање на судири со законот.
					</span></p>
					<p>
						<span>
							Сите можни спорови Друштвото, Работодавачите и Работобарателите ќе се обидат да ги 
							надминат на мирен начин, а во случај на судска постапка, надлежен е Основниот граѓански 
							суд Скопје.
						</span>
					</p>


				</div>
			</div>
		</div>
	</section>
	<script>
  $(document).ready(function(){
    $(".test1").css("display","none");
      $(document).scroll(function () {
    var $nav = $(".common-btn");
    $(".test1").hide();
    $nav.toggleClass('scrolled', $(this).scrollTop() > $nav.height());
    if($(this).scrollTop() > $nav.height())
    {
     $(".test1").show();
    }
    else
    {
      $(".test1").hide();
    }
  });
  });
</script>
</body>
<?php include('include/footer_new.php'); ?>